WELCOME_TEXT = """Hello 😃

Ты молодец, что зашел к нам в ILT School 🏫

Узнай свой уровень английского🧑‍💻
Это займет не более 2 минут ⌛️

Начинаем!
Мне потребуется твой номер телефона. Обещаю, никакого спама 🚫"""

START_TEST = """Hello 😃


Ты молодец, что зашел к нам в ILT School 🏫

Узнай свой уровень английского🧑‍💻
Это займет не более 2 минут ⌛️"""

STARTER = "Похоже, твой уровень <b>Starter</b>\n" # От 0 до 4
STARTER_CORRECT_ANSWER = "Отличная работа! У тебя целых"  # От 0 до 4

ELEMENTARY = "Похоже, твой уровень <b>Elementary</b>\n"  # От 5 до 7
ELEMENTARY_CORRECT_ANSWER = "Ого! Да ты молодец!"  # От 5 до 7

PRE_INTERMEDIATE = "Похоже, твой уровень <b>Pre-intermediate</b>\n"  # От 8 до 9
PRE_INTERMEDIATE_CORRECT_ANSWER = "Вот это да! У тебя"  # От 8 до 9

WOW_CORRECT_ANSWER  = "WOW! Да ты абсолютный рекордсмен. У тебя "

CORRECT_ANSWER_END = "правильных ответов из 10.\n\n"

TEST_END_TEXT = """Но лучше убедиться в этом на более детальной диагностике у нас в центре на Майкла Лунна 3.

Бесплатно проведем тестирование и составим индивидуальный план изучения английского для тебя. Записать?"""

NO_TEXT = "Хорошо. Удачи тебе в освоении английского. Подпишись на наш телеграм-канал: там много полезного "

YES_TEXT = "Отлично, наш менеджер перезвонит тебе, как только мы обработаем заявку. А пока подпишись на наш телеграм-канал: там много полезного"

URL_SCHOOL = "https://t.me/iltschool"